"USSD_ERROR" = "Error al realizar solicitud";
"USSD_TERMINATED" = "Sesión finalizada";

"%@ Call Forwarding\n%@\n%@%@" = "Desvío de: %@\n%@\n%@%@";
"%@ Call Waiting\n%@" = "En espera: %@\n%@";
"%@ Call Barring\n%@\n%@" = "Bloqueo de: %@\n%@\n%@";
"%@ Fixed Dialing\n%@" = "Marcación fija: %@\n%@";
"Connected Line Presentation\n%@" = "Presentación de la línea conectada\n%@";
"Calling Line Presentation\n%@" = "Presentación de la línea de llamada\n%@";
"Connected Line ID Restriction\n%@" = "Restricción del identificador de la línea conectada\n%@";
"Calling Line ID Restriction\n%@" = "Restricción del identificador de la línea de llamada\n%@";
"SIM Lock\n%@" = "Bloqueo de la SIM\n%@";
"Service Center Address\n%@" = "Dirección del centro de servicio\n%@";
"Supplementary Service Password\n%@" = "Contraseña del servicio complementario\n%@";
"Calling Name Presentation\n%@" = "Presentación del nombre de llamada\n%@";

"Forwards to %@\n" = "Desvía a %@\n";

"All Calls" = "Todas las llamadas";
"All Conditional Calls" = "Todas las llamadas condicionales";
"Async Data Circuit" = "Circuito de datos asíncrono";
"Data" = "Datos";
"Fax" = "Fax";
"Packet Access" = "Acceso de paquetes";
"Pad Access" = "Acceso al teclado";
"SMS" = "SMS";
"Sync Data Circuit" = "Circuito de datos síncrono";
"Voice" = "Voz";

"All Outgoing" = "Salientes";
"All Incoming" = "Entrantes";
"Outgoing International" = "Internacionales salientes";
"Outgoing International, Except Home Country" = "Internacionales salientes (excepto país de residencia)";
"Incoming While Roaming Outside Home Country" = "Entrantes en modo de itinerancia en extranjero";
"Incoming, Not On SIM" = "Entrantes no incluidas en SIM";
"All Services" = "Todos los servicios";
"All Outgoing Services" = "Todos los servicios salientes";
"All Incoming Services" = "Todos los servicios entrantes";

"Disabled" = "Desactivado";
"Enabled" = "Activado";

"On All Calls" = "En todas las llamadas";
"When Busy" = "Cuando esté ocupado";
"When Unanswered" = "Cuando no conteste";
"When Unreachable" = "Cuando no esté disponible";

"Setting %@ Succeeded" = "Acción de %@ el ajuste realizada correctamente\n";
"Setting Interrogation Succeeded" = "Acción de solicitar el ajuste realizada correctamente\n";
"Setting %@ Failed" = "Error al %@ el ajuste\n";
"Setting Interrogation Failed" = "Error al solicitar el ajuste\n";

"Not Available" = "No disponible";
"Network Controlled" = "Red controlada";
"Temporarily Disabled" = "Desactivado temporalmente";
"Temporarily Enabled" = "Activado temporalmente";
"Unknown" = "Desconocido";

"Activation" = "activar";
"Deactivation" = "desactivar";
"Interrogation" = "solicitar";
"Registration" = "registrar";
"Erasure" = "borrar";

"No Address" = "Sin dirección";
"No Service Specified" = "Sin servicio especificado";
"Type %d" = "Tipo %d";

// generic error
"CALL_FAILED" = "Error en la llamada";
// error codes
"kCTNoError" = "Ningún error";
"kCTUnknownError" = "Error desconocido";
"kCTErrorRadioFailure" = "Error de la radio";
// Generic network errors
"kCTErrorNetworkFailure" = "Error de red";
"kCTErrorCongestion" = "Congestión de red";
"kCTErrorUnidentifiedSubscriber" = "Subscriptor sin identificar";
"kCTErrorFacilityRejected" = "Facilidad rechazada";
"kCTErrorUnknownSubscriber" = "Subscriptor desconocido";
"kCTErrorNetworkOutOfOrder" = "Red fuera de servicio";
"kCTErrorInvalidTransactionIdentifier" = "Identificador de transacción no válido";
"kCTErrorSemanticallyIncorrectMessage" = "Mensaje semánticamente incorrecto";
"kCTErrorInvalidMandatoryInformation" = "Información obligatoria no válida";
"kCTErrorMessageTypeNonExistant" = "Tipo de mensaje no existente";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Mensaje no compatible con el protocolo de estado";
"kCTErrorInformationElementNonExistant" = "Elemento de información no existente";
"kCTErrorProtocolErrorUnspecified" = "Error de protocolo sin especificar";
"kCTErrorTemporaryFailure" = "Error temporal";
"kCTErrorResourcesUnavailable" = "Recursos no disponibles";
"kCTErrorRequestedFacilityNotSubscribed" = "No está suscrito a la facilidad solicitada";
"kCTErrorRequestedFacilityNotImplemented" = "La facilidad solicitada no está implementada";
"kCTErrorInterworkingError" = "Error de interacción";
"kCTErrorInterworkingNotSupported" = "Interacción no admitida";
"kCTErrorCommandCannotBeActioned" = "El comando no se puede activar";
"kCTErrorNoNetworkService" = "No hay servicio de red";
// Call related errors
"kCTErrorUnassignedNumber" = "Número sin asignar";
"kCTErrorOperatorDeterminedBarring" = "Bloqueo decidido por el operador";
"kCTErrorCallBarred" = "Llamada bloqueada";
"kCTErrorUserBusy" = "Usuario ocupado";
"kCTErrorNoUserResponding" = "Ningún usuario responde";
"kCTErrorNumberChanged" = "Número cambiado";
"kCTErrorInvalidNumberFormat" = "Número de formato no válido";
"kCTErrorCallRejected" = "Llamada rechazada";
// SIM errors
"kCTErrorSimNotInserted" = "SIM no insertada";
"kCTErrorSimPinRequired" = "PIN de la SIM necesario";
"kCTErrorSimPukRequired" = "Número PUK de la SIM necesario";
"kCTErrorSimFailure" = "Error de SIM";
"kCTErrorSimMemoryFailure" = "Error de memoria de la SIM";
"kCTBadPinFormatError" = "Formato de PIN incorrecto";
"kCTErrorNumberNotAllowed" = "Número no permitido";
"kCTErrorIncorrectPassword" = "Contraseña incorrecta";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "Transferencia del mensaje corto rechazada";
"kCTErrorDestinationOutOfOrder" = "Destino fuera de servicio";
"kCTErrorClass0NotSupported" = "Clase 0 no admitida";
"kCTErrorCannotReplaceSm" = "Imposible reemplazar SIM";
"kCTErrorUnspecifiedPid" = "PID sin especificar";
"kCTErrorDataCodingSchemeNotSupported" = "Esquema de codificación de datos no admitido";
"kCTErrorUnspecifiedDcs" = "Error DCS sin especificar";
"kCTErrorCommandUnsupported" = "Comando no admitido";
"kCTErrorUnspecifiedTpCommand" = "Error de comando TP sin especificar";
"kCTErrorTpduNotSupported" = "TPDU no admitido";
"kCTErrorScBusy" = "SC ocupado";
"kCTErrorRejectedBySimSmsControl" = "Rechazado por el control de SMS de la SIM";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "MS ilegal de GPRS";
"kCTErrorGprsIllegalMe" = "ME ilegal de GPRS";
"kCTErrorGprsServicesNotAllowed" = "Servicios GPRS no permitidos";
"kCTErrorGprsPlmnNotAllowed" = "PLMN GPRS no permitido";
"kCTErrorGprsLocationAreaNotAllowed" = "Área de ubicación GPRS no permitida";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "Itinerancia GPRS no permitida en esta área de ubicación";
"kCTErrorGprsServiceOptionNotSupported" = "Opción de servicio GPRS no permitida";
"kCTErrorGprsServiceOptionNotSubscribed" = "Opción de servicio GPRS no suscrita";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "Opción de servicio GPRS temporalmente fuera de servicio";
"kCTErrorGprsPdpAuthenticationFailure" = "Error de autenticación GPRS PDP";
"kCTErrorGprsInvalidMobileClass" = "Clase de móvil GPRS no válida";
"kCTErrorGprsUnspecified" = "GPRS sin especificar";
"kCTErrorGprsMissingorUnknownAPN" = "Falta GPRS o se desconoce el APN";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "Información de autenticación GPRS PDP rechazada por la banda base";
